<?php
session_start();
session_set_cookie_params(3600);
?>
<!DOCTYPE html>
<html>
<head>
    <title>Тестовый сайт</title>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <!-- Bootstrap CSS -->
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
</head>
<body>
<?php
include 'header.php';
?>

<h3>Аляска</h3>
<p>
    <img src="img/aliaska.jpg" alt="Аляска" align="left" width="300" hspace="10" title="Аляска">
    Аля́ска (англ. Alaska) — найбільший за територією штат США в північно-західній частині Північної Америки, що займає півострів Аляска: усю північно-західну частину материка, Алеутські острови й архіпелаг Олександра. Загальна площа — 1 717 855 км²; площа суходолу — 1 478 457 км². Аляска стала 49-им штатом Сполучених Штатів 3 січня 1959.
    Групи сибірських племен перейшли перешийок (тепер Берингову протоку) 16-10 тисяч років тому. Ескімоси стали селитися на арктичному узбережжі, алеути заселили Алеутський архіпелаг.
    Першими європейцями, що відвідали Аляску 21 серпня 1732, були члени команди бота «Св. Гавриїл» під командуванням геодезиста М. С. Гвоздьова та підштурмана І. Федорова в ході експедиції А. Ф. Шестакова і Д. І. Павлуцького 1729—1735 років. Крім того, є уривчасті відомості про відвідування російськими людьми Америки в XVII столітті.
    Від 9 липня 1799 до 18 жовтня 1867 Аляска з прилеглими до неї островами перебувала під управлінням Російсько-американської компанії. Бойові дії на Далекому Сході в період Кримської війни показали повну незахищеність східних земель Російської імперії та, особливо, Аляски. Щоб не втратити дарма територію, яку неможливо було захистити й освоїти в осяжному майбутньому, було ухвалене рішення про її продаж.
    16 грудня 1866 в Санкт-Петербурзі відбулася спеціальна нарада, на якій були присутні Олександр II, великий князь Костянтин Миколайович, міністри фінансів і морського міністерства, а також російський посланник у Вашингтоні барон Едуард Стекль. Всі учасники схвалили ідею продажу. За пропозицією міністерства фінансів був визначений поріг суми — не менше 5 мільйонів доларів золотом. 22 грудня 1866 Олександр II затвердив кордон території. У березні 1867 Стекль прибув до Вашингтона й офіційно звернувся до держсекретаря Вільяма Сьюарда.
    Підписання договору продажу Аляски відбулося 30 березня 1867 у Вашингтоні. Територія площею 1 519 000 км² була продана за 7,2 мільйона доларів золотом, тобто по 4,74 долара за км² (куди родючіша й сонячна Французька Луїзіана, куплена у Франції в 1803, обійшлася бюджету США дещо дорожче — приблизно по $ 7 за км²) .
    Приблизно в цей час було виявлено золото. Регіон розвивався повільно аж до початку золотої лихоманки на Клондайку у 1896 році. За роки золотої лихоманки на Алясці було видобуто близько 1 000 тонн золота, що в цінах на квітень 2005 року відповідало 13-14 мільярдам доларів.
    Від 1867 року Аляска перебувала у віданні військового міністерства США й мала назву «Округ Аляска», у 1884—1912 роках — «округ», потім — «територія» (1912—1959), а від 3 січня 1959 — «штат» США .
    Аляска оголошена штатом 1959 року. Від 1968 почалося освоєння мінеральних ресурсів, особливо в районі затоки Прудо-Бей (англ. Prudhoe Bay), на південному сході від Пойнт-Барроу.
    1977 року прокладено нафтопровід Прудо-Бейдо порту Валдез.
    У 1989 розлив нафти з танкера «Ексон Валдез» став причиною серйозного забруднення навколишнього середовища.
</p>

<?php
include 'footer.php';
?>
